Repository: djleven/my-movie-database
Catalog: languages/*-movie-database-*.po
Languages: es, fi, fr, fr_ca

source: Search Database
fr_ca: Chercher la base de données

source: Settings
fr_ca: Réglages

source: Advanced Settings
fr_ca: Réglages avancés

source: Select the template to use. The custom template is empty by default
fr_ca: Sélectionnez le modèle à utiliser. Le modèle personnalisé est vide par défaut

source: With tabs
es: Con pestañas
fi: Välilehtien kanssa
fr: Avec onglets
fr_ca: Avec onglets

source: With accordion
es: Con acordeón
fi: Haitari-toiminnolla
fr: Avec accordéon
fr_ca: Avec accordéon

source: Custom template
fr_ca: Modèle personnalisé

source: Select the responsive widths to use. Full-width if you have a no sidebar layout, one-sidebar if you have, well, one sidebar(!), etc
fr_ca: Sélectionnez les largeurs réactives à utiliser. Pleine largeur si vous avez un agencement sans barre latérale, une barre latérale si vous en avez, eh bien, une barre latérale (!), etc.

source: Full-width
fr_ca: Pleine-largeur

source: One sidebar
fr_ca: Une barre latérale

source: Two sidebars
fr_ca: Deux barres latérales

source: Transition effect
es: Seleccione el efecto de transición que se utilizará al cambiar de sección
fi: Siirtymävaikutus
fr: Effet de transition
fr_ca: Effet de transition

source: Select the transition effect to use when switching sections
es: Seleccione el efecto de transición que se utilizará al cambiar de sección
fi: Valitse siirtymätehoste, kun vaihdat osioiden välillä
fr: Sélectionnez l'effet de transition à appliquer aux changements de sections
fr_ca: Sélectionnez l'effet de transition à utiliser lors du changement de section

source: None
fr_ca: Aucun

source: Display position
es: Posición de visualización
fr: Emplacement
fr_ca: Position d'affichage

source: Choose to display MMDB info before or after the content
es: Elija mostrar información MMDB antes o después del contenido
fi: Valitse, näytetäänkö MMDB-tiedot ennen sisältöä vai sen jälkeen
fr: Choisissez l'emplacement des informations MMDB avant ou après le contenu
fr_ca: Choisissez d'afficher les informations MMDB avant ou après le contenu

source: After content
es: Después del contenido
fi: Sisällön jälkeen
fr: Après le contenu
fr_ca: Après le contenu

source: Before content
es: Antes del contenido
fi: Ennen sisältöä
fr: Avant le contenu
fr_ca: Avant le contenu

source: Hide sections
es: Ocultar secciones
fi: Piilota osat
fr: Masquer les sections
fr_ca: Sections à cacher

source: Select the sections to be hidden
es: Seleccione las secciones a ocultar
fi: Valitse piilotettavat osat
fr: Sélectionnez les sections à masquer
fr_ca: Sélectionnez les sections que vous voulez pas afficher

source: Header Background Color
fr_ca: Couleur Arrière-plan de l'En-tête

source: Background color for the template header
es: Color de fondo del encabezado de la plantilla
fi: Otsikon taustaväri
fr: Couleur de l'arrière-plan pour l'en-tête du modèle
fr_ca: Couleur d'arrière-plan pour l'en-tête du modèle

source: Body Color
fr_ca: Couleur du Corps

source: Background color for the template content
es: Color de fondo para el contenido de la plantilla.
fi: Sisällön taustaväri
fr: Couleur de l'arrière-plan pour le contenu du modèle
fr_ca: Couleur d'arrière-plan pour le contenu du modèle

source: Enable "Movies" section?
fr_ca: Activer la section "Films"?

source: Movies post type - what is to be done?
fr_ca: Section (post type) Films - que faire?

source: Yes, use a "Movies" post section (custom post type)
fr_ca: Oui, utilisez une section "Films" (custom post type)

source: No, use Posts but change the "Posts" menu label to "Movies"
es: No, use Publicaciones pero cambie la etiqueta del menú "Publicaciones" a "Películas".
fi: Ei, käytä artikkeleita, mutta vaihda valikon otsikko "Artikkelit" muotoon "Elokuvat"
fr: Non, utilisez les Articles mais changez leur étiquettes en "Films"
fr_ca: Non, utilisez les Articles mais changez leur étiquettes en "Films"

source: No, use Posts and leave them as they are
es: No, usa Publicaciones y déjalas como están.
fi: Ei, käytä postauksia ilman muutoksia
fr: Non, utilisez les Articles et laissez-les tels quels
fr_ca: Non, utilisez les Articles et laissez-les tels quels

source: None of the above, I only want to use Movies with shortcodes (or not at all)
fr_ca: Aucune de ces réponses, je souhaite uniquement utiliser les "Films" avec des shortcodes (ou pas du tout)

source: Enable "Tvshows" section?
fr_ca: Activer la section "Séries TV"?

source: Tvshows post type - what is to be done?
fr_ca: Section (post type) Séries TV - que faire?

source: Yes, use a "TvShows" post section (custom post type)
fr_ca: Oui, utilisez une section "Séries TV" (custom post type)

source: No no, I only want to use TvShows with shortcodes (or not at all)
fr_ca: Non non, je veux seulement utiliser les "Séries TV" avec des shortcodes (ou pas du tout)

source: Enable "Persons" section?
fr_ca: Activer la section "Personnes"?

source: Persons post type - what is to be done?
fr_ca: Section (post type) Personnes - que faire?

source: Yes, use a "Persons" post section (custom post type)
fr_ca: Oui, utilisez une section "Personnes" (custom post type)

source: No no, I only want to use Persons with shortcodes (or not at all)
fr_ca: Non non, je veux seulement utiliser les "Personnes" avec des shortcodes (ou pas du tout)

source: Include plugin css file
es: Incluir archivo CSS del complemento
fi: Sisällytä pluginin css-tiedosto
fr: Inclure le fichier css de l'extension
fr_ca: Inclure le fichier css de l'extension

source: Select when to load the plugin css file, selecting No will never load the plugin css file
fr_ca: Sélectionnez quand charger le fichier css de l'extension, l'option Non ne chargera jamais ce fichier css

source: Yes, load it for posts that use my-movie-database only
fr_ca: Oui, chargez-le seulement pour les articles qui utilisent l'extension my-movie-database

source: Yes, but load it for all wp pages (for use with archive, etc)
fr_ca: Oui, mais chargez-le pour toutes les pages wp (pour utilisation avec les pages d'archives, etc.)

source: No
fr_ca: Non

source: Include bootstrap stylesheet
fr_ca: Inclure le fichier css bootstrap de l'extension

source: Default templates require bootstrap css, select No if you dont want this plugin to include it
fr_ca: Les modèles par défaut nécessitent bootstrap, sélectionnez Non si vous ne souhaitez pas que ceci soit inclus par l" extension

source: Yes, load it for my-movie-database pages only
fr_ca: Oui, chargez-le uniquement pour les pages de l'extension

source: Yes, but load it for all wp pages
fr_ca: Oui, mais chargez-le pour toutes les pages wp

source: Wordpress Categories
es: Categorías de WordPress
fi: Wordpressin kategoriat
fr: Catégories WordPress
fr_ca: Catégories Wordpress

source: Default Wordpress categories can be selectable for your your mmdb posts
es: Las categorías predeterminadas de WordPress se pueden seleccionar para sus publicaciones mmdb
fi: WordPressin oletusluokat voidaan valita mmdb-postauksillesi
fr: Les catégories WordPress par défaut peuvent être sélectionnables pour vos articles mmdb
fr_ca: Les catégories Wordpress par défaut peuvent être sélectionnables pour vos articles My Movie Database

source: Yes, allow movies, tvshows and persons to be associated to wordpress categories
es: Sí, permitir que películas, programas de televisión y personas se asocien a categorías de WordPress.
fi: Kyllä, salli elokuvien, tv-ohjelmien ja henkilöiden liittäminen WordPressin luokkiin
fr: Oui, autorisez les films, les émissions de télévision et les personnes a être associés aux catégories de wordpress
fr_ca: Oui, autorisez les films, les émissions de télévision et les personnes a être associés aux catégories de wordpress

source: Yes, associate them but do not show mmdb type posts in wordpress category pages as it conflicts with my theme or plugins
es: Sí, asociarlos pero no mostrar publicaciones de tipo mmdb en las páginas de categorías de WordPress ya que entran en conflicto con mi tema o complementos.
fi: Kyllä, yhdistä ne, mutta älä näytä mmdb-tyyppisiä viestejä WordPress-luokkasivuilla, koska se on ristiriidassa teemani tai laajennuksieni kanssa
fr: Oui, associez-les, mais n'affichez pas ces types d'articles dans les pages de catégories (archives), ça rentre en conflit avec mon thème ou mes extensions
fr_ca: Oui, associez-les, mais n'affichez pas ces types d'articles dans les pages de catégories (archives) de wordpress, ça rentre en conflit avec mon thème ou mes extensions

source: No, do not use wordpress categories
es: No, no utilices categorías de WordPress.
fi: Älä käytä WordPressin luokkia
fr: Non, ne pas utiliser les catégories WordPress
fr_ca: Non, n'utilisez pas les catégories de wordpress

source: Hierarchical Categories
fr_ca: Catégories hiérarchiques

source: Plugin categories can be hierarchical (have parents / children) or not. Non-hierarchical categories behave like wordpress tags
fr_ca: Les catégories du plugin peuvent être hiérarchiques (avoir des parents / enfants) ou non. Les catégories non hiérarchiques se comportent comme des 'tags' de wordpress

source: Yes, I want the standard hierarchical categories
fr_ca: Oui, je veux des catégories hiérarchiques

source: No, I want categories to be in the form of tags
fr_ca: Non, je veux que les catégories soient sous la forme de 'tags'

source: Overview on hover
fi: Näytä yleiskuvaus, kun osoitin on kohteen päällä
fr: Aperçu au survol
fr_ca: Aperçu sur 'hover'

source: Show description on hover for person credits and tvshow seasons
es: Mostrar descripción al pasar el cursor sobre créditos individuales y temporadas de programas de televisión
fr: Afficher la description au survol pour les crédits et pour les saisons des séries
fr_ca: Montrer la description pour les crédits de personnes et les saisons des séries de TV, en passant la souris par dessus (sur 'hover' ).

source: Yes
fr_ca: Oui

source: Get Help
es: Consigue ayuda
fi: Pyydä apua
fr: Obtenir de l'aide
fr_ca: Chercher de l'aide

source: How to use the plugin.
es: Cómo utilizar el complemento.
fi: Kuinka käyttää lisäosaa.
fr: Comment utiliser l'extension.
fr_ca: Comment utiliser l'extention.

source: Configuration options
es: Opciones de configuración
fi: Asetusvaihtoehdot
fr: Options de configuration
fr_ca: Options de configuration

source: Still can't figure it out?
es: ¿Aún no puedes entenderlo?
fi: Jäikö jotain epäselväksi?
fr: Toujours coincé(e)?
fr_ca: Vous-avez encore des questions?

source: Open up a ticket.
es: Abre un ticket.
fi: Avaa tukipyyntö.
fr: Ouvrir un ticket.
fr_ca: Ouvrir un ticket

source: Give Help - Contribute
fr_ca: Donner de l'aide - Contribuer

source: Review
es: Revisar
fi: Palaute
fr: Avis
fr_ca: Revue

source: It means a lot to us.
es: Significa mucho para nosotros.
fi: Se merkitsee meille paljon.
fr: Nous l'apprécions beaucoup.
fr_ca: Nous l'apprécions beaucoup

source: Please leave your review.
es: Por favor deja tu reseña.
fi: Jätä arvostelusi.
fr: Veuillez laisser votre avis.
fr_ca: SVP laisser votre revue.

source: Translate
es: Traducir
fi: Käännä
fr: Traduire
fr_ca: Traduire

source: Help
fr_ca: Aider à

source: translate the plugin in your language.
fr_ca: traduire l'extension dans votre langue.

source: Donate
fr_ca: Faire un don

source: Or if you prefer, maybe
fr_ca: Ou si vous préférez, peut-être

source: buy us a beer?
fr_ca: nous acheter une bière?

source: My Movie Database Options
fr_ca: Options pour My Movie Database

source: Choose File
fr_ca: Choisir le fichier

source: Movie
es: Película
fi: Elokuva
fr: Film
fr_ca: Film

source: TvShow
fr_ca: Série TV

source: Person
es: Persona
fi: Henkilö
fr: Personne
fr_ca: Personne

source: movie
fr_ca: film

source: tvshow
fr_ca: série tv

source: person
fr_ca: personne

source: Movies
es: Películas
fi: Elokuvat
fr: Films
fr_ca: Films

source: TvShows
fr_ca: Séries TV

source: Persons
es: Personas
fi: Henkilöt
fr: Personnes
fr_ca: Personnes

source: Overview Text
es: Texto general
fi: Yleiskuvaus
fr: Texte d'Aperçu
fr_ca: Texte d'Aperçu

source: Cast
es: Elenco
fi: Esiintyjät
fr: Distribution
fr_ca: Acteurs

source: Crew
es: Multitud
fi: Esiintyjät
fr: Équipe technique
fr_ca: Équipe de tournage

source: Cast Credits
fr_ca: Crédits d'acteur

source: Crew Credits
fr_ca: Crédits d'équipe de tournage

source: Seasons
es: Temporadas
fi: Kaudet
fr: Saisons
fr_ca: Saisons

source: Movie Roles
fr_ca: Rôles de Films

source: Tv Roles / Appearances
fr_ca: Rôles TV / Apparences

source: Overview
es: Descripción general
fi: Yleiskatsaus
fr: Aperçu
fr_ca: Aperçu

source: View
fr_ca: Voir

source: This is an empty template
fr_ca: Ceci est un modèle vide

source: Tv Roles and Appearances
fr_ca: Rôles TV et Apparences

source: Tv Roles
fr_ca: Rôles TV

source: Role
es: Papel
fi: Rooli
fr: Rôle
fr_ca: Rôle

source: Summary
fr_ca: Résumé

source: Created by
es: Creado por
fi: Luonut
fr: Créé par
fr_ca: Créé par

source: Starring
es: Protagonistas
fi: Pääosassa
fr: Mettant en vedette
fr_ca: Avec

source: Episodes / Seasons
fr_ca: Épisodes / Saisons

source: First aired
es: Primera emisión
fi: Ensiesitys
fr: Première date de diffusion
fr_ca: Première diffusion

source: Last air date
es: Última emisión
fi: Viimeinen esityspäivä
fr: Dernière date de diffusion
fr_ca: Dernière date de diffusion

source: Website
es: Sitio web
fi: Verkkosivu
fr: Site web
fr_ca: Site Web

source: Runtime
es: Duración
fi: Kesto
fr: Durée
fr_ca: Durée

source: Networks
es: Redes
fi: Network
fr: Réseaux
fr_ca: Réseaux

source: Production Companies
fr_ca: Sociétés de production

source: Production Countries
fr_ca: Pays de production

source: Season
fr_ca: Saison

source: Air date
fr_ca: Date de diffusion

source: Episodes
es: Episodios
fi: Jaksoa
fr: Épisodes
fr_ca: Épisodes

source: Movie Credits
fr_ca: Crédits de film

source: TvShow Credits
fr_ca: Crédits de TV

source: Birthday
es: Cumpleaños
fi: Syntynyt
fr: Date de naissance
fr_ca: Anniversaire

source: Birthplace
fr_ca: Lieu de naissance

source: Death date
fr_ca: Date de mort

source: Movie Acting Roles
fr_ca: Rôles d'Acteur de Film

source: Tv Roles/Appearances
fr_ca: Rôles TV/Apparences

source: Movie Crew Credits
fr_ca: Crédits d'équipe de tournage films

source: Tv Crew Credits
fr_ca: Crédits d'équipe de tournage TV

source: Imdb Profile
fr_ca: Profil Imdb

source: Guest Appearances
fr_ca: Apparitions d'Invité

source: Release Date
fr_ca: Date de sortie

source: Original Title
fr_ca: Titre original

source: Original Film Language
fr_ca: Langue originale du film

source: Launch
fr_ca: Lancer

source: First Aired:
fr_ca: Première diffusion:

source: TMDb ID:
fr_ca: ID de TMDb :

source: You have selected :
fr_ca: Vous avez sélectionné :

source: Known for
es: Conocido por
fi: Tunnettu
fr: Célèbre pour
fr_ca: Connu pour

source: Also known as
es: También conocido como
fi: Tunnettu myös
fr: Alias
fr_ca: Aussi connu sous le nom

source: Add New
fr_ca: Ajouter

source: New
fr_ca: Nouveau

source: Movie Categories
fr_ca: Catégories de Film

source: Movie Category
fr_ca: Catégorie de Film

source: TvShow Categories
fr_ca: Catégories de Série TV

source: TvShow Category
fr_ca: Catégorie de Série TV

source: Person Categories
fr_ca: Catégories de Personne

source: Person Category
fr_ca: Catégorie de Personne

source: Add a new Movie Category
fr_ca: Ajouter une nouvelle catégorie de Film

source: Add a new TvShow Category
fr_ca: Ajouter une nouvelle catégorie de Série TV

source: Add a new Person Category
fr_ca: Ajouter une nouvelle catégorie de Personne

source: Popular Movie Categories
fr_ca: Catégories de Film Populaires

source: Popular TvShow Categories
fr_ca: Catégories de Série TV Populaires

source: Popular Person Categories
fr_ca: Catégories de Personne Populaires

source: Separate Movie Categories with commas
fr_ca: Séparer les Catégories de Film par des virgules

source: Separate TvShow Categories with commas
fr_ca: Séparer les Catégories de Série TV par des virgules

source: Separate Person Categories with commas
fr_ca: Séparer les Catégories de Personne par des virgules

source: No Movie Categories found
fr_ca: Aucune catégorie de Film trouvée

source: No TvShow Categories found
fr_ca: Aucune catégorie de Série TV trouvée

source: No Person Categories found
fr_ca: Aucune catégorie de Personne trouvée

source: No Movies found
fr_ca: Aucun Film trouvé

source: No TvShows found
fr_ca: Aucune Série TV trouvée

source: No Persons found
fr_ca: Aucune Personne trouvée

source: All Movies
fr_ca: Tous les Films

source: All TvShows
fr_ca: Toutes les Séries TV

source: All Persons
fr_ca: Toutes les Personnes

source: All Categories
fr_ca: Toutes

source: Add or remove
fr_ca: Ajouter ou supprimer

source: Choose from most used
fr_ca: Choisissez parmi les plus utilisées

source: in Trash
fr_ca: dans la Corbeille

source: There is no description available
es: No hay una descripción disponible
fi: Kuvausta ei ole saatavilla
fr: Il n'y a pas de description disponible
fr_ca: Il n'y a pas de description disponible

source: The My Movie Database plugin compliments your content by adding information about the movies, the television shows and the people you choose. The data comes from the Movie Database (TMDb). This plugin was developed to enrich your movie or tvshow critique / review by 'automatically' adding the related information and allowing you to focus on your writing instead.
es: El complemento My Movie Database complementa su contenido agregando información sobre las películas, los programas de televisión y las personas que elige. Los datos provienen de Movie Database (TMDb). Este complemento fue desarrollado para enriquecer la crítica/reseña de su película o programa de televisión agregando 'automáticamente' la información relacionada y permitiéndole concentrarse en su escritura.
fi: My Movie Database -laajennus täydentää sisältöäsi lisäämällä tietoja elokuvista, televisio-ohjelmista ja valitsemistasi ihmisistä. Tiedot tulevat elokuvatietokannasta (TMDb). Tämä laajennus on kehitetty rikastuttamaan elokuvan tai tv-ohjelman kritiikkiäsi / arvosteluasi lisäämällä siihen liittyvät tiedot "automaattisesti" ja antamalla sinun keskittyä kirjoittamiseen.
fr: L'extension My Movie Database complète votre contenu en ajoutant des informations sur les films, les émissions de télé et les personnes que vous choisissez. Les données proviennent du The Movie Database (TMDb). Cette extension a été développée pour enrichir votre évaluation / critique de film / série de télé en ajoutant 'automatiquement' les données requises, vous permettant ainsi de mieux vous concentrer sur votre écriture.
fr_ca: L'extension My Movie Database complète votre contenu en ajoutant des informations sur les films, les émissions de télé et les personnes que vous choisissez. Les données proviennent du The Movie Database (TMDb). Ce plugin a été développé pour enrichir votre revue / critique de film ou de série de télé en ajoutant 'automatiquement' les infos et métadonnées requises, vous permettant ainsi de mieux vous concentrer sur votre écriture.

source: Season %s
es: Temporada %s
fi: Kausi %s
fr: Saison n°%s

source: %s episode
es: %s episodio
fi: %s jakso
fr: %s épisode

source: Production countries
es: Países de producción
fi: Tuotantomaat
fr: Pays de production

source: Release date
es: Fecha de lanzamiento
fi: Julkaisupäivä
fr: Date de sortie

source: Original title
es: Título original
fi: Alkuperäinen nimi
fr: Titre originale du film

source: Original film language
es: Idioma original
fi: Alkuperäinen kieli
fr: Langue originale du film

source: Production companies
es: Compañías de producción
fi: Tuotantoyhtiöt
fr: Sociétés de production

source: Genres
es: Géneros
fi: Kategoriat
fr: Genre

source: Tv crew credits
es: Créditos del equipo de televisión
fi: TV:n tuotantotiimi
fr: Crédits d'équipe technique de télé

source: Tv roles
es: Papeles de televisión
fi: Tv roolit
fr: Rôles de télé

source: Movie crew credits
es: Créditos del equipo de película
fr: Crédits d'équipe technique de film

source: Movie roles
es: Papeles de película
fi: Elokuvan roolit
fr: Rôles de film

source: Department
es: Departamento
fi: Osasto
fr: Département

source: Died on
es: Murió el
fi: Kuollut
fr: Date de décès

source: Place of birth
es: Lugar de nacimiento
fi: Syntymäpaikka
fr: Lieu de naissance

source: %s Profile
es: %s Perfil
fi: %s profiili
fr: Profil %s

source: Tv Show tags
es: Etiquetas de programas de televisión
fi: Tv-ohjelman tunnisteet
fr: Étiquettes d'émissions de télé

source: Tv Show tag
es: Etiqueta de programa de televisión
fi: Tv-ohjelman tunniste
fr: Étiquette d'émissions de télé

source: Tv Show categories
es: Categorías de programas de televisión
fi: Tv-ohjelman kategoriat
fr: Catégories d'émissions de télé

source: Tv Show category
es: Categoría de programa de televisión
fi: Tv-ohjelman kategoria
fr: Catégorie d'émissions de télé

source: Tv Shows
es: Programas de televisión
fi: Tv-ohjelmat
fr: Émissions de télé

source: Person tags
es: Etiquetas de persona
fi: Henkilön tunnisteet
fr: Étiquettes de personne

source: Person tag
es: Etiqueta de persona
fi: Henkilön tunniste
fr: Étiquette de personne

source: Person categories
es: Categorías de personas
fi: Henkilön kategoriat
fr: Catégories de personne

source: Person category
es: Categoría de persona
fi: Henkilön kategoria
fr: Catégorie de personne

source: Crew credits
es: Créditos de tripulación
fi: Tuotantoryhmä
fr: Crédits d'équipe technique

source: Cast credits
es: Créditos del reparto
fi: Näyttelijät
fr: Crédits de distribution

source: Movie tags
es: Etiquetas de película
fi: Elokuvan tunnisteet
fr: Étiquettes de film

source: Movie tag
es: Etiqueta de película
fi: Elokuvan tunniste
fr: Étiquette de film

source: Movie categories
es: Categorías de películas
fi: Elokuvan kategoriat
fr: Catégories de film

source: Movie category
es: Categoría de película
fi: Elokuvan kategoria
fr: Catégorie de film

source: Trailer
es: Tráiler
fi: Traileri
fr: Bande-annonce

source: Contact us
es: Contacta con nosotros
fi: Ota yhteyttä
fr: Contactez-nous

source: Need a special feature?
es: ¿Necesita una característica especial?
fi: Tarvitsetko erikoisominaisuutta?
fr: Besoin d'une fonctionnalité personnalisée?

source: Development
es: Desarrollo
fi: Kehitys
fr: Développement

source: Add your website to our site showcase.
es: Agregue su sitio web a nuestro escaparate de sitios.
fi: Lisää verkkosivustosi sivustoesittelyyn.
fr: Ajoutez votre site web à notre site vitrine.

source: Showcase
es: Escaparate
fi: Sivustoesittely
fr: Vitrine

source: Join our mailing list.
es: Únete a nuestra lista de correos.
fi: Liity postituslistallemme.
fr: Joignez-vous à notre liste d'envoi

source: Stay in the loop!
es: ¡Permanecer en el bucle!
fi: Pysy ajan tasalla!
fr: Rester informé!

source: Newsletter
es: Boletin informativo
fi: Uutiskirje
fr: Bulletin

source: Connect
es: Conectar
fi: Yhteys
fr: Connectez

source: Fill out a brief survey.
es: Complete una breve encuesta.
fi: Täytä lyhyt kysely.
fr: Remplissez un bref sondage.

source: We'll love you for it!
es: ¡Te amaremos por ello!
fi: Rakastamme sinua siitä!
fr: Nous vous aimerons pour cela!

source: Give feedback
es: Dar opinion
fi: Anna palautetta
fr: Vos commentaires

source: Translate the plugin in your language.
es: Traduce el complemento a tu idioma.
fi: Käännä lisäosa omalle kielellesi.
fr: Traduisez l'extension dans votre langue.

source: Contribute
es: Contribuir
fi: Osallistu
fr: Contribuez

source: Offer Help
es: Ofrecer ayuda
fi: Tarjoa apua
fr: Offrez votre aide

source: The cache for the %1$s with TMDb id %2$s and locale %3$s was not found.
es: No se encontró el caché para %1$s con ID de TMDb %2$s y configuración regional %3$s.
fr: Le cache pour le type de resource "%1$s" avec l'identifiant TMDb %2$s et les paramètres régionaux %3$s, n'a pas été trouvé.
