Repository: djleven/my-movie-database
Catalog: languages/*-movie-database-*.po
Languages: es, fi, fr, fr_ca

source: An error has occurred.
es: Se ha producido un error.
fi: Tapahtui virhe.
fr: Une erreur est survenue.

source: The cache for the %1$s with TMDb id %2$s and locale %3$s was deleted.
es: Se eliminó el caché para %1$s con ID de TMDb %2$s y configuración regional %3$s.
fr: Le cache pour le type de resource "%1$s" avec l'identifiant TMDb %2$s et les paramètres régionaux %3$s, a été supprimé.

source: Enter the %s id of the cached resource to delete
es: Ingrese la identificación %s del recurso almacenado en caché para eliminar
fr: Entrez l'identifiant %s de la ressource mise en cache à supprimer

source: Tv Show
es: Programa de televisión
fi: Tv-ohjelma
fr: Émission de télé

source: Select the type of cached resource to delete
es: Seleccione el tipo de recurso en caché para eliminar
fi: Valitse poistettavan välimuistissa olevan resurssin tyyppi
fr: Sélectionnez le type de ressource en cache à supprimer

source: Delete cached resource
es: Eliminar recurso en caché
fi: Poista välimuistissa oleva resurssi
fr: Supprimer la ressource en cache

source: Will output data received from TMDB in your browser's (web developer tools) console
es: Mostrará los datos recibidos de TMDB en la consola de su navegador (herramientas de desarrollo web)
fi: Tulostaa TMDB:stä saadut tiedot selaimesi (web-kehittäjätyökalut) -konsoliin
fr: Affichera les données reçues de TMDB dans la console de votre navigateur (outils de développement Web)

source: Debug Mode
es: Modo de depuración
fr: Mode débogage

source: Stop using the Gutenberg editor for the plugin's post types?
es: ¿Dejar de usar el editor Gutenberg para los tipos de publicaciones del complemento?
fi: Lopetetaanko Gutenberg-editorin käyttö laajennuksen viestityypeille?
fr: Arrêter d'utiliser l'éditeur Gutenberg pour les types de contenu de l'extension?

source: Disable the Gutenberg editor?
es: ¿Deshabilitar el editor de Gutenberg?
fi: Poistetaanko Gutenberg-editori käytöstä?
fr: Désactiver l'éditeur Gutenberg?

source: Enter your %s API key.
es: Ingrese su %s clave de API.
fi: Lisää %s API-avain.
fr: Entrez votre clé API de %s

source: %s API key
es: %s clave API
fi: %s API-avain
fr: Clé API de %s

source: Select the type of taxonomy to be created for each enabled post type section.
es: Seleccione el tipo de taxonomía que se creará para cada sección de tipo de publicación habilitada.
fi: Valitse luokituksen tyyppi kullekin käytössä olevalle osiolle eri viestityypeille.
fr: Sélectionnez le type de taxonomie à créer pour chaque section de type de contenu activée.

source: None of the above
es: Ninguna de las anteriores
fi: Ei mikään ylläolevista
fr: Aucune de ces réponses

source: I only want to use "%s" with shortcodes (or not at all)
es: Solo quiero usar "%s" con códigos cortos (o no usar ninguno)
fi: Aion käyttää "%s" vain lyhytkoodien kanssa (tai ei ollenkaan)
fr: Je veux seulement utiliser les "%s" avec des "shortcodes" (ou pas du tout)

source: Use a "%s" posts section (custom post type)
es: Utilice una sección de publicaciones "%s" (tipo de publicación personalizada)
fi: Käytä osiota "%s" artikkeleille (muokattu viestityyppi)
fr: Utilisez une section "%s" (type de contenu personnalisé)

source: Enable "%s" section?
es: ¿Habilitar la sección "%s"?
fi: Otetaanko osio "%s" käyttöön?
fr: Activer la section "%s"?

source: Bounce
es: Rebotar
fi: Pomppia
fr: Rebondir

source: Fade
es: Desteñir
fi: Sävy
fr: Fondu

source: Select the size of images for sections that display lists (ex: Crew and cast sections). Also affects column size of the responsive grid layout.
es: Seleccione el tamaño de las imágenes para las secciones que muestran listas (por ejemplo, secciones de equipo y reparto). También afecta el tamaño de la columna del diseño de cuadrícula responsivo.
fi: Valitse haluamasi kuvien koko luetteloita näyttäville osille (esim. tuotantoryhmä- ja näyttelijäosat). Tämä vaikuttaa myös sarakkeen leveyteen responsiivisessa ruudukkoasettelussa.
fr: Sélectionnez la taille des images pour les sections qui affichent des listes (ex: Sections Équipe technique et distribution). Affecte également la taille des colonnes de la grille réactive.

source: Size of images / columns
es: Tamaño de imágenes/columnas
fi: Kuvien/sarakkeiden koko
fr: Taille des images / colonnes

source: Font color for the template content
es: Color de fuente para el contenido de la plantilla.
fi: Fontin väri mallin sisällössä
fr: Couleur du texte pour le contenu du modèle

source: Font color for the template header
es: Color de fuente para el encabezado de la plantilla
fi: Otsikon väri
fr: Couleur du texte pour l'en-tête du modèle

source: Select the template to use
es: Seleccione la plantilla a utilizar
fi: Valitse haluamasi malli
fr: Sélectionner le modèle à utiliser

source: Cache manager
es: Administrador de caché
fi: Välimuistin hallinta
fr: Gestionnaire de cache

source: Delete cache now
es: Eliminar caché ahora
fi: Poista välimuisti
fr: Supprimer le cache maintenant

source: Cache expires in %s days
es: La caché caduca en %s días
fi: Välimuisti vanhenee %s päivän kuluttua
fr: Le cache expire dans %s jours

source: https://wordpress.org/plugins/my-movie-database/
fr: https://fr.wordpress.org/plugins/my-movie-database/

source: Directing
fr: Réalisation

source: Link to %s
fr: Lien vers %s

source: My Movie Database
es: Mi base de datos de películas
